# Написать функцию, которая принимает строку на английском языке, гарантируется что все слова
# - реально существующие английские слова. Функция должна возвращать русский перевод.
# Рекомендуется ипользовать внешнюю библиотеку для перевода, например translate
# •дополнительно - можно принимать текст на любом языке, определять язык с помощью cld3 и выводить русский перевод
from f_les3_task2 import tr_string
# вывод перевода введенной строки
print(tr_string(input()))


